// Create catalog
const yearAdd = [
  'years__1400',
  'years__1500',
  'years__1600',
  'years__1700',
  'years__1800',
  'years__1900',
  'years__2000',
];
const isNotArt = [];
// Create catalog fr
const artistSetFr1400 = [
  'Бартелеми д’Эйк',
  'Домбе, Гийом',
  'Дюве, Жан',
  'Жакмар де Эсден',
  'Иверни, Жак',
  'Картон, Ангерран',
  'Коломб, Жан',
  'Лиферинкс, Йос',
  'Мармион, Симон',
  'Мастер Орозия',
  'Перреаль, Жан',
  'Тестар, Робине',
  'Фуке, Жан',
];
const artistSetFr1500 = [

];
const artistSetFr1600 = [
  'Агар, Жак',
  'Барра, Дидье',
  'Вердье, Франсуа',
];
const artistSetFr1700 = [
  'Агар, Жак',
  'Барден, Жан',
  'Ватле, Клод-Анри',
];
const artistSetFr1800 = [
  'Абель де Пюжоль',
  'Байяр, Эмиль',
  'Бозе, Жозеф',
];
const artistSetFr1900 = [
  'Айду, Этьенн',
  'Базен, Жан',
  'Вальта, Луи',
];
const artistSetFr2000 = [
  'Арно Курле де Врежий',
  'Беттанкур, Пьер',
  'Ван Хов, Франсин',
];
// Create catalog deu
const artistSetDeu1400 = [
  'Бургкмайр, Ханс',
  'Виц, Конрад',
  'Дюрер, Альбрехт',
];
const artistSetDeu1500 = [
  'Аахен, Ханс фон',
  'Бальдунг, Ханс',
  'Вольгемут, Михаэль',
];
const artistSetDeu1600 = [
  'Вильманн, Михаэль',
  'Детерс, Иоанн',
  'Кнеллер, Готфрид',
];
const artistSetDeu1700 = [
  'Азам, Космас Дамиан',
  'Бури, Фридрих',
  'Вейч, Иоганн Фридрих',
];
const artistSetDeu1800 = [
  'Адам, Альбрехт',
  'Байер, Август',
  'Гейльбют, Фердинанд',
];
const artistSetDeu1900 = [
  'Адам, Эмиль',
  'Балушек, Ганс',
  'Вебер, Пауль',
];
const artistSetDeu2000 = [
  'Айтель, Тим',
  'Беник, Себастьян',
  'Вундерлих, Пауль',
];
// Create catalog it
const artistSetIt1400 = [
  'Бенедетто ди Биндо',
  'Бергоньоне, Амброджо',
  'Биссоло, Франческо',
  'Больтраффио, Джованни',
  'Бонсиньори, Франческо',
  'Боттичини, Рафаэлло',
  'Брамантино',
  'Бреа, Людовико',
  'Бьяджо д’Антонио Туччи',
  'Веккьетта',
  'Андреа Верроккьо',
  'Доменико Гирландайо',
  'Беноццо Гоццоли',
  'Граначчи, Франческо',
  'Грегорио ди Чекко',
  'Джованни да Удине',
  'Джованни ди Паоло',
  'Джорджоне',
  'Парентино, Бернардо',
  'Пезеллино',
  'Пьетро Перуджино',
  'Перуцци, Бальдассаре',
  'Пизанелло',
  'Пинтуриккьо',
];
const artistSetIt1500 = [
  'Бадиле, Антонио',
  'Вазари, Джорджо',
  'Давид Гирландайо',
];
const artistSetIt1600 = [
  'Аббиати, Филиппо',
  'Балестра, Антонио',
  'Гверчино',
];
const artistSetIt1700 = [
  'Аппиани, Андреа',
  'Босси, Доменико',
  'Зуччи, Антонио',
];
const artistSetIt1800 = [
  'Аванци, Витторио',
  'Банти, Кристиано',
  'Ваннутелли, Шипионе',
];
const artistSetIt1900 = [
  'Адами, Валерио',
  'Балла, Джакомо',
  'Гуттузо, Ренато',
];
const artistSetIt2000 = [
  'Адами, Валерио',
  'Кастеллани, Энрико',
  'Катания Чезаре',
];
// Create catalog ru
const artistSetRu1400 = [
  'Амвросий',
  'Дионисий',
  'Андрей Рублёв',
];
const artistSetRu1500 = [
  'Чирин, Прокопий',
];
const artistSetRu1600 = [
  'Бовыкин, Никифор',
  'Василий Корень',
  'Гурий Никитин',
];
const artistSetRu1700 = [
  'Аргунов, Иван Петрович',
  'Воронин, Лука',
  'Дрождин, Пётр',
];
const artistSetRu1800 = [
  'Аммосов, Сергей',
  'Бажин, Николай',
  'Валтер, Янис Теодорович',
];
const artistSetRu1900 = [
  'Абаджян Аветик',
  'Бажанов, Дмитрий',
  'Валюс, Пётр Адамович',
];
const artistSetRu2000 = [
  'Асс, Кирилл Евгеньевич',
  'Воцмуш, Александр',
  'Газизуллин, Исмагил',
];
// Create catalog bel
const artistSetBel1400 = [
  'Бервутс, Фред',
  'Бофо, Полидор',
  'Ван Аш, Анри',
];
const artistSetBel1500 = [
  'Гуффенс, Годфрид',
  'Дени, Симон',
  'Зиттов, Михель',
];
const artistSetBel1600 = [
  'Йонге, Густав',
  'Карт, Анто',
  'Креспен, Адольф',
];
const artistSetBel1700 = [
  'Лееманс, Хек',
  'Магритт, Рене',
  'Менье, Константин',
];
const artistSetBel1800 = [
  'Нотер, Давид де',
  'Портальс, Жан-Франсуа',
  'Равеел, Роже',
];
const artistSetBel1900 = [
  'Роби, Жан-Батист',
  'Свертс, Ян',
  'Тёнинк, Ян',
];
const artistSetBel2000 = [
  'Форгач, Петер',
  'Хайне, Бен',
  'Шмальцигауг, Жюль',
];
